Repository: VortXTV/VortX
Catalog: app/Resources/Localizable.xcstrings
Source language: en
Languages: af, am, ar, as, az, be, bg, bn, br, bs, ca, ceb, cs, cy, da, de, el, es, et, eu, fa, fi, fil, fo, fr, fy, ga, gd, gl, gu, ha, he, hi, hr, ht, hu, hy, id, ig, is, it, ja, jv, ka, kk, km, kn, ko, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, ms, mt, my, nb, ne, nl, ny, oc, or, pa, pl, ps, pt_br, pt_pt, ro, ru, rw, sd, si, sk, sl, sm, sn, so, sq, sr, st, su, sv, sw, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, xh, yo, zh_hans, zh_hant, zu

source: When on, streams appear in the order your add-ons return them. Useful if you use a ranking add-on like AIOStreams. When off, the app's own ranking applies.
af: Wanneer aan, verskyn strome in die volgorde wat jou byvoegings dit teruggee. Nuttig as jy 'n rangskikbyvoeging soos AIOStreams gebruik. Wanneer af, geld die app se eie rangskikking.
am: ሲበራ፣ ዥረቶቹ ተጨማሪዎቹ ባስተላለፉ ቅደም ተከተል ይታያሉ። AIOStreams ባሉ የደረጃ ተጨማሪ ከተጠቀሙ ጠቃሚ ነው። ሲጠፋ፣ የመተግበሪያው ደረጃ ሰጪ ይተገብራሉ።
ar: عند التفعيل، تظهر المصادر بالترتيب الذي تُرجعه إضافاتك. مفيد إذا كنت تستخدم إضافة ترتيب مثل AIOStreams. عند الإيقاف، يُطبَّق ترتيب التطبيق الخاص.
as: অন থাকিলে, আপোনাৰ এড-অনবোৰে ঘূৰাই দিয়া ক্ৰমত ষ্ট্ৰীমবোৰ দেখা যায়। আপুনি AIOStreams-ৰ দৰে এটা ৰেংকিং এড-অন ব্যৱহাৰ কৰিলে উপযোগী। অফ থাকিলে, এপ্‌ৰ নিজৰ ৰেংকিং প্ৰযোজ্য হয়।
az: Açıq olduqda, axınlar əlavələrinizin qaytardığı sırada görsənir. AIOStreams kimi sıralama əlavəsi istifadə edirsinizsə faydalıdır. Söndürüldükdə tətbiqin öz sıralaması tətbiq edilir.
be: Калі ўключана, стрымы з'яўляюцца ў парадку, у якім іх вяртаюць вашы дадаткі. Карысна, калі вы карыстаецеся дадаткам ранжыравання, такім як AIOStreams. Калі выключана, ужываецца ўласнае ранжыраванне дадатка.
bg: Когато е включено, потоците се появяват в реда, в който вашите добавки ги връщат. Полезно, ако използвате добавка за класиране като AIOStreams. Когато е изключено, се прилага собственото класиране на приложението.
bn: চালু থাকলে, আপনার অ্যাড-অন যে ক্রমে স্ট্রিম ফেরত দেয় সেই ক্রমেই স্ট্রিম দেখা যায়। AIOStreams-এর মতো একটি র‍্যাঙ্কিং অ্যাড-অন ব্যবহার করলে এটি উপযোগী। বন্ধ থাকলে, অ্যাপের নিজস্ব র‍্যাঙ্কিং প্রয়োগ হয়।
br: Pa'z eo gweredekaet, e teu al lanvioù en urzh ma teu ho enlugelladoù ganto. Talvoudus mard implijit un enlugellad renkañ evel AIOStreams. Pa'z eo diweredekaet, renkañ an arload e-unan a arlo.
bs: Kada je uključeno, streamovi se pojavljuju redoslijedom kojim ih vaši dodaci vraćaju. Korisno ako koristite dodatak za rangiranje poput AIOStreams. Kada je isključeno, primjenjuje se vlastito rangiranje aplikacije.
ca: Quan està activat, els streams apareixen en l'ordre en què els retornen els teus complements. Útil si fas servir un complement de classificació com AIOStreams. Quan està desactivat, s'aplica la classificació pròpia de l'app.
ceb: Kung naka-on, ang mga stream mopakita sa han-ay nga gibalik sa imong mga add-on. Mapuslanon kung mogamit ka og ranking add-on sama sa AIOStreams. Kung naka-off, ang kaugalingong ranking sa app ang mopatuman.
cs: Když je zapnuto, streamy se zobrazují v pořadí, v jakém je vaše doplňky vrátí. Užitečné, pokud používáte řadicí doplněk jako AIOStreams. Když je vypnuto, použije se vlastní řazení aplikace.
cy: Pan fydd ymlaen, mae ffrydiau'n ymddangos yn y drefn y mae'ch ychwanegion yn eu dychwelyd. Defnyddiol os ydych yn defnyddio ychwanegyn graddio fel AIOStreams. Pan fydd i ffwrdd, mae graddio'r ap ei hun yn berthnasol.
da: Når slået til, vises streams i den rækkefølge, dine tilføjelser returnerer dem. Nyttigt, hvis du bruger en rangeringstilføjelse som AIOStreams. Når slået fra, anvendes appens egen rangering.
de: Wenn aktiviert, erscheinen Streams in der Reihenfolge, in der deine Add-ons sie zurückgeben. Nützlich, wenn du ein Ranking-Add-on wie AIOStreams verwendest. Wenn deaktiviert, gilt das eigene Ranking der App.
el: Όταν είναι ενεργό, οι ροές εμφανίζονται με τη σειρά που τις επιστρέφουν τα πρόσθετά σας. Χρήσιμο αν χρησιμοποιείτε ένα πρόσθετο κατάταξης όπως το AIOStreams. Όταν είναι ανενεργό, εφαρμόζεται η δική της κατάταξη της εφαρμογής.
es: Cuando está activado, las fuentes aparecen en el orden en que las devuelven tus complementos. Útil si usas un complemento de clasificación como AIOStreams. Cuando está desactivado, se aplica la clasificación de la app.
et: Sees olles kuvatakse voogusid järjekorras, milles su lisad need tagastavad. Kasulik, kui kasutad järjestuslisa nagu AIOStreams. Väljas olles rakendub rakenduse enda järjestus.
eu: Aktibatuta dagoenean, korronteak gehigarriek itzultzen duten ordenan agertzen dira. Erabilgarria AIOStreams bezalako sailkapen-gehigarri bat erabiltzen baduzu. Itzalita dagoenean, aplikazioaren berezko sailkapena aplikatzen da.
fa: وقتی روشن باشد، جریان‌ها به همان ترتیبی که افزونه‌هایتان برمی‌گردانند ظاهر می‌شوند. اگر از افزونه رتبه‌بندی مانند AIOStreams استفاده می‌کنید مفید است. وقتی خاموش باشد، رتبه‌بندی خودِ برنامه اعمال می‌شود.
fi: Kun käytössä, lähteet näkyvät siinä järjestyksessä, jossa lisäosasi palauttavat ne. Hyödyllinen, jos käytät sijoituslisäosaa kuten AIOStreams. Kun pois käytöstä, sovelluksen oma sijoitus on käytössä.
fil: Kapag naka-on, lumalabas ang mga stream sa pagkakasunod-sunod na ibinabalik ng iyong mga add-on. Kapaki-pakinabang kung gumagamit ka ng ranking add-on gaya ng AIOStreams. Kapag naka-off, inilalapat ang sariling ranggo ng app.
fo: Tá ið tikið er til, birtast streymar í tí raði, eykingar tínar skila teimum. Nyttugt, um tú brúkar eina raðingar-eyking sum AIOStreams. Tá ið frá er, gildar egna raðið hjá appinum.
fr: Lorsque cette option est activée, les streams apparaissent dans l'ordre où vos add-ons les renvoient. Utile si vous utilisez un add-on de classement comme AIOStreams. Lorsqu'elle est désactivée, le classement propre à l'app s'applique.
fy: As dit oanstiet, ferskine streams yn de folchoarder wêryn't jo add-ons se werombringe. Handich as jo in rangskik-add-on lykas AIOStreams brûke. As it útstiet, jildt de eigen rangskikking fan de app.
ga: Nuair atá sé ar siúl, taispeántar sruthanna san ord ina seolann do bhreiseáin iad. Úsáideach má úsáideann tú breiseán rangaithe ar nós AIOStreams. Nuair atá sé as, cuirtear rangú féin na haipe i bhfeidhm.
gd: Nuair a tha e air, nochdaidh sruthan san òrdugh anns an till na tuilleadain agad iad. Feumail ma chleachdas tu tuilleadan rangachaidh mar AIOStreams. Nuair a tha e dheth, bidh rangachadh na h-aplacaid fhèin an sàs.
gl: Cando está activado, os fluxos aparecen na orde en que os devolven os teus complementos. Útil se usas un complemento de clasificación como AIOStreams. Cando está desactivado, aplícase a clasificación propia da app.
gu: ચાલુ હોય ત્યારે, stream તમારા add-ons જે ક્રમમાં પાછા આપે તે ક્રમમાં દેખાય છે. જો તમે AIOStreams જેવા ranking add-on વાપરો તો ઉપયોગી. બંધ હોય ત્યારે, એપનો પોતાનો ક્રમ લાગુ થાય છે.
ha: Idan a kunne, streams suna bayyana a tsarin da ƙarin abubuwanka suka dawo da su. Yana da amfani idan kana amfani da ƙarin abu na matsayi kamar AIOStreams. Idan a kashe, matsayin manhajar da kanta yana aiki.
he: כשמופעל, המקורות מופיעים בסדר שבו ההרחבות שלך מחזירות אותם. שימושי אם אתה משתמש בהרחבת דירוג כמו AIOStreams. כשכבוי, הדירוג של האפליקציה עצמה חל.
hi: चालू होने पर, स्ट्रीम उसी क्रम में दिखती हैं जिस क्रम में आपके ऐड-ऑन उन्हें लौटाते हैं। उपयोगी यदि आप AIOStreams जैसे रैंकिंग ऐड-ऑन का उपयोग करते हैं। बंद होने पर, ऐप की अपनी रैंकिंग लागू होती है।
hr: Kad je uključeno, streamovi se prikazuju redoslijedom kojim ih vaši dodaci vraćaju. Korisno ako koristite dodatak za rangiranje poput AIOStreams. Kad je isključeno, primjenjuje se vlastito rangiranje aplikacije.
ht: Lè li aktive, stream yo parèt nan lòd add-on ou yo retounen yo. Itil si ou sèvi ak yon add-on klasman tankou AIOStreams. Lè li dezaktive, pwòp klasman aplikasyon an aplike.
hu: Bekapcsolva a streamek abban a sorrendben jelennek meg, ahogyan a kiegészítőid visszaadják őket. Hasznos, ha rangsoroló kiegészítőt használsz, például az AIOStreams-et. Kikapcsolva az app saját rangsorolása érvényesül.
hy: Ակտիվ վիճակում հոսքերը ցուցադրվում են ձեր հավելանյութերի վերադարձի հերթականությամբ։ Օգտակար է, եթե օգտագործում եք AIOStreams-ի պես դասակարգման հավելանյութ։ Անջատված վիճակում ծրագրի սեփական դասակարգումն է կիրառվում։
id: Saat aktif, stream muncul dalam urutan yang dikembalikan add-on Anda. Berguna jika Anda memakai add-on peringkat seperti AIOStreams. Saat nonaktif, peringkat aplikasi sendiri yang berlaku.
ig: Mgbe ọ gbanyere, stream na-apụta n'usoro ngwakọ gị weghachitere ha. Ọ bara uru ma ọ bụrụ na ị na-eji ngwakọ ọkwa dị ka AIOStreams. Mgbe ọ gbanyụrụ, ọkwa nke ngwa na-arụ ọrụ.
is: Þegar kveikt er á þessu birtast streymi í þeirri röð sem viðbæturnar þínar skila þeim. Gagnlegt ef þú notar röðunarviðbót eins og AIOStreams. Þegar slökkt er á þessu gildir eigin röðun forritsins.
it: Quando è attivo, le sorgenti appaiono nell'ordine in cui i tuoi componenti aggiuntivi le restituiscono. Utile se usi un componente di classificazione come AIOStreams. Quando è disattivo, si applica la classificazione dell'app.
ja: オンにすると、アドオンが返した順序でストリームが表示されます。AIOStreams のようなランキングアドオンを使用している場合に便利です。オフにすると、アプリ独自のランキングが適用されます。
jv: Nalika urip, stream muncul ing urutan sing diasilaké add-on sampeyan. Migunani yèn sampeyan nganggo add-on peringkat kaya AIOStreams. Nalika mati, peringkat app dhéwé ditrapaké.
ka: ჩართვისას ნაკადები გამოჩნდება დამატებების მიერ დაბრუნებული თანმიმდევრობით. სასარგებლოა თუ AIOStreams-ის მსგავს რეიტინგის დამატებას იყენებთ. გამორთვისას გამოიყენება აპლიკაციის საკუთარი რეიტინგი.
kk: Қосылғанда, ағындар қондырмаларыңыздың қайтарған ретінде пайда болады. AIOStreams сияқты рейтинг қондырмасын пайдалансаңыз пайдалы. Өшірілгенде, қосымшаның жеке рейтингі қолданылады.
km: នៅពេលបើក ស្ត្រីមបង្ហាញតាមលំដាប់ add-ons របស់អ្នកប្រគល់ពួកវា។ មានប្រយោជន៍ ប្រសិនបើអ្នកប្រើ ranking add-on ដូចជា AIOStreams។ នៅពេលបិទ ការ ranking ផ្ទាល់ខ្លួនរបស់កម្មវិធីត្រូវបានអនុវត្ត។
kn: ಆನ್ ಆಗಿರುವಾಗ, ನಿಮ್ಮ ಆಡ್-ಆನ್‌ಗಳು ಹಿಂದಿರುಗಿಸುವ ಕ್ರಮದಲ್ಲಿ ಸ್ಟ್ರೀಮ್‌ಗಳು ಕಾಣಿಸಿಕೊಳ್ಳುತ್ತವೆ. ನೀವು AIOStreams ನಂತಹ ಶ್ರೇಣೀಕರಣ ಆಡ್-ಆನ್ ಬಳಸಿದರೆ ಉಪಯುಕ್ತ. ಆಫ್ ಆಗಿರುವಾಗ, ಆ್ಯಪ್‌ನ ಸ್ವಂತ ಶ್ರೇಣೀಕರಣ ಅನ್ವಯವಾಗುತ್ತದೆ.
ko: 켜면 스트림이 부가 기능이 반환하는 순서대로 표시됩니다. AIOStreams 같은 순위 부가 기능을 사용할 때 유용합니다. 끄면 앱 자체 순위가 적용됩니다.
ku: Dema vekirî be, stream bi rêza ku pêvekên te wan vedigerînin xuya dibin. Kêrhatî ye eger tu pêvekeke rêzkirinê wek AIOStreams bikar bînî. Dema girtî be, rêzkirina xwe ya sepanê tê sepandin.
ky: Күйгүзүлгөндө, стримдер кошумчаларыңыз кайтарган тартипте пайда болот. AIOStreams сыяктуу иреттөө кошумчасын колдонсоңуз пайдалуу. Өчүрүлгөндө, колдонмонун өз иреттөөсү колдонулат.
lb: Wann ageschalt, erschénge Streams an der Reiefolleg an där deng Add-ons se zréckginn. Nëtzlech wann s du en Bewäertungs-Add-on wéi AIOStreams benotz. Wann ausgeschalt, gëllt d'App seng eege Bewäertung.
lo: ເມື່ອເປີດ, ສະຕຣີມຈະສະແດງຕາມລຳດັບທີ່ສ່ວນເສີມຂອງທ່ານສົ່ງກັບມາ. ມີປະໂຫຍດຖ້າທ່ານໃຊ້ສ່ວນເສີມຈັດອັນດັບຄື AIOStreams. ເມື່ອປິດ, ຈະໃຊ້ການຈັດອັນດັບຂອງແອັບເອງ.
lt: Kai įjungta, srautai rodomi tokia tvarka, kokia juos grąžina jūsų papildiniai. Naudinga, jei naudojate rikiavimo papildinį, pavyzdžiui, AIOStreams. Kai išjungta, taikomas pačios programos rikiavimas.
lv: Kad ieslēgts, straumes parādās tādā secībā, kādā jūsu papildinājumi tās atgriež. Noderīgi, ja izmantojat ierindošanas papildinājumu, piemēram, AIOStreams. Kad izslēgts, tiek lietota lietotnes paša ierindošana.
mg: Rehefa mandeha, ny stream dia miseho araka ny filaharana amerenan'ny add-on azy. Mahasoa raha mampiasa add-on filaharana toy ny AIOStreams ianao. Rehefa vono, ny filaharan'ny app manokana no mihatra.
mi: Ina kā, ka puta ngā awa i te raupapa e whakahokia mai ai e ō apataki. He whai take mēnā ka whakamahi koe i tētahi apataki whakatau pēnei i a AIOStreams. Ina weto, ka whai mana te whakatau ake a te taupānga.
mk: Кога е вклучено, стримовите се прикажуваат по редоследот во кој ги враќаат вашите додатоци. Корисно ако користите додаток за рангирање како AIOStreams. Кога е исклучено, се применува сопственото рангирање на апликацијата.
ml: ഓണാക്കുമ്പോൾ, നിങ്ങളുടെ ആഡ്-ഓണുകൾ നൽകുന്ന ക്രമത്തിൽ സ്ട്രീമുകൾ പ്രത്യക്ഷപ്പെടുന്നു. AIOStreams പോലുള്ള ഒരു റാങ്കിംഗ് ആഡ്-ഓൺ ഉപയോഗിക്കുന്നുവെങ്കിൽ ഉപയോഗപ്രദമാണ്. ഓഫാക്കുമ്പോൾ, ആപ്പിന്റെ സ്വന്തം റാങ്കിംഗ് പ്രയോഗിക്കുന്നു.
mn: Идэвхтэй үед урсгалууд таны нэмэлтүүдийн буцаасан дарааллаар харагдана. AIOStreams зэрэг эрэмбэлэх нэмэлт ашигладаг бол хэрэгтэй. Идэвхгүй үед аппын өөрийн эрэмбэ хэрэгжинэ.
mr: चालू असताना, तुमचे add-ons जसे stream परत करतात त्या क्रमाने ते दिसतात. AIOStreams सारखे क्रमवारी add-on वापरत असल्यास उपयुक्त. बंद असताना, अॅपची स्वतःची क्रमवारी लागू होते.
ms: Apabila dihidupkan, strim muncul mengikut susunan yang dipulangkan oleh tambahan anda. Berguna jika anda menggunakan tambahan kedudukan seperti AIOStreams. Apabila dimatikan, kedudukan aplikasi sendiri digunakan.
mt: Meta mixgħul, l-istreams jidhru fl-ordni li fih l-add-ons tiegħek jirritornawhom. Utli jekk tuża add-on tal-klassifikazzjoni bħal AIOStreams. Meta mitfi, tapplika l-klassifikazzjoni tal-app stess.
my: ဖွင့်ထားပါက stream များသည် သင့် add-on များ ပြန်ပေးသည့် အစီအစဉ်အတိုင်း ပေါ်သည်။ AIOStreams ကဲ့သို့ အဆင့်သတ်မှတ် add-on တစ်ခုကို သုံးပါက အသုံးဝင်သည်။ ပိတ်ထားပါက app ၏ ကိုယ်ပိုင်အဆင့်သတ်မှတ်ခြင်း အသက်ဝင်သည်။
nb: Når dette er på, vises strømmer i rekkefølgen tilleggene dine returnerer dem. Nyttig hvis du bruker et rangeringstillegg som AIOStreams. Når det er av, gjelder appens egen rangering.
ne: चालू हुँदा, तपाईंका add-on हरूले फर्काएको क्रममा स्ट्रिमहरू देखिन्छन्। AIOStreams जस्ता रेन्किङ add-on प्रयोग गर्नुभएको छ भने उपयोगी। बन्द हुँदा, एपको आफ्नै रेन्किङ लागू हुन्छ।
nl: Wanneer ingeschakeld verschijnen streams in de volgorde waarin je add-ons ze teruggeven. Handig als je een rangschik-add-on zoals AIOStreams gebruikt. Wanneer uitgeschakeld geldt de eigen rangschikking van de app.
ny: Zikayatsidwa, ma stream amawonekera mu dongosolo limene ma add-on anu amawabweza. Zothandiza ngati mukugwiritsa ntchito add-on ya kuyika ngati AIOStreams. Zikazimitsidwa, kuyika kwa app yeniyeni kumagwira.
oc: Quand es activat, los fluxes apareisson dins l'òrdre que vòstres moduls los renvian. Utile s'utilizatz un modul de classament coma AIOStreams. Quand es desactivat, lo classament pròpri de l'aplicacion s'aplica.
or: ଚାଲୁ ଥିଲେ, ଆପଣଙ୍କ ଆଡ୍-ଅନ ଫେରାଉଥିବା କ୍ରମରେ ଷ୍ଟ୍ରିମ ଦେଖାଯାଏ। ଆପଣ AIOStreams ପରି ଏକ ରାଙ୍କିଂ ଆଡ୍-ଅନ ବ୍ୟବହାର କଲେ ଉପଯୋଗୀ। ବନ୍ଦ ଥିଲେ, ଆପ୍‌ର ନିଜର ରାଙ୍କିଂ ପ୍ରୟୋଗ ହୁଏ।
pa: ਜਦੋਂ ਚਾਲੂ ਹੋਵੇ, ਸਟ੍ਰੀਮ ਉਸ ਕ੍ਰਮ ਵਿੱਚ ਦਿਖਦੀਆਂ ਹਨ ਜਿਸ ਵਿੱਚ ਤੁਹਾਡੇ ਐਡ-ਆਨ ਉਹਨਾਂ ਨੂੰ ਵਾਪਸ ਕਰਦੇ ਹਨ। AIOStreams ਵਰਗੇ ਰੈਂਕਿੰਗ ਐਡ-ਆਨ ਵਰਤਣ 'ਤੇ ਲਾਭਦਾਇਕ। ਜਦੋਂ ਬੰਦ ਹੋਵੇ, ਐਪ ਦੀ ਆਪਣੀ ਦਰਜਾਬੰਦੀ ਲਾਗੂ ਹੁੰਦੀ ਹੈ।
pl: Gdy włączone, strumienie pojawiają się w kolejności, w jakiej zwracają je Twoje dodatki. Przydatne, jeśli używasz dodatku do rankingu, takiego jak AIOStreams. Gdy wyłączone, stosowany jest własny ranking aplikacji.
ps: کله چې فعال وي، سټریمونه په هغه ترتیب ښکاري چې ستاسو اضافه‌ونې یې راولي. ګټور دی که تاسو د درجه‌بندۍ اضافه‌ونه لکه AIOStreams کاروئ. کله چې بند وي، د اپ خپله درجه‌بندي پلي کیږي.
pt_br: Quando ligado, os streams aparecem na ordem em que seus complementos os retornam. Útil se você usa um complemento de classificação como o AIOStreams. Quando desligado, a classificação própria do app é aplicada.
pt_pt: Quando ativado, as streams aparecem pela ordem em que os seus add-ons as devolvem. Útil se usar um add-on de classificação como o AIOStreams. Quando desativado, aplica-se a classificação da própria app.
ro: Când este activat, stream-urile apar în ordinea în care le returnează add-on-urile tale. Util dacă folosești un add-on de clasare precum AIOStreams. Când este dezactivat, se aplică clasarea proprie a aplicației.
ru: Когда включено, потоки отображаются в порядке, в котором их возвращают ваши дополнения. Полезно, если вы используете дополнение для ранжирования, например AIOStreams. Когда выключено, применяется собственное ранжирование приложения.
rw: Igihe bikora, streams zigaragara mu buryo ibyongeramo byawe bizigaruraho. Bifasha niba ukoresha ikongeramo gishyira ku rutonde nka AIOStreams. Igihe bidakora, uburyo bwite bwa porogaramu bwo gushyira ku rutonde bukurikizwa.
sd: جڏهن آن هجي، اسٽريم ان ترتيب سان ظاهر ٿين ٿا جيئن اوهان جا ايڊ-آن انھن کي موٽائين ٿا. ڪارآمد جيڪڏهن اوهان AIOStreams جھڙو رينڪنگ ايڊ-آن استعمال ڪريو ٿا. جڏهن بند هجي، ايپ جي پنھنجي رينڪنگ لاڳو ٿئي ٿي.
si: ක්‍රියාත්මක විට, ඔබේ ඇඩෝන ඒවා ලබා දෙන අනුපිළිවෙළින් streams දිස්වේ. AIOStreams වැනි ශ්‍රේණිගත ඇඩෝනයක් භාවිත කරන්නේ නම් ප්‍රයෝජනවත් වේ. ක්‍රියාවිරහිත විට, යෙදුමේම ශ්‍රේණිගත කිරීම යෙදේ.
sk: Keď je zapnuté, streamy sa zobrazia v poradí, v akom ich vrátia vaše doplnky. Užitočné, ak používate doplnok na hodnotenie ako AIOStreams. Keď je vypnuté, použije sa vlastné hodnotenie aplikácie.
sl: Ko je vklopljeno, se viri prikažejo v vrstnem redu, kot jih vrnejo vaši dodatki. Uporabno, če uporabljate dodatek za razvrščanje, kot je AIOStreams. Ko je izklopljeno, velja razvrščanje aplikacije.
sm: Pe a ki, e faaali streams i le faasologa e toe tuuina mai ai e au add-ons. E aoga pe a e faaaoga se add-on faatulaga e pei o le AIOStreams. Pe a tape, e faaaoga le faatulaga lava a le app.
sn: Kana yakabatidzwa, ma stream anooneka nekurongeka kwaanodzoswa nezvinowedzera zvako. Zvinobatsira kana uchishandisa chinowedzera chekuronga chakaita seAIOStreams. Kana yakadzimwa, kuronga kwega kwe app kunoshanda.
so: Marka la shido, stream-yadu waxay u muuqdaan kala dambaynta add-ons-kaagu soo celiyaan. Waa faa'iido leh haddii aad isticmaasho add-on kala-saar ah sida AIOStreams. Marka la demiyo, kala-saarka app-ka u gaarka ah ayaa dhaqan gala.
sq: Kur është aktiv, transmetimet shfaqen në rendin që shtesat tuaja i kthejnë. I dobishëm nëse përdorni një shtesë renditjeje si AIOStreams. Kur është joaktiv, aplikohet renditja e vetë aplikacionit.
sr: Када је укључено, извори се појављују редоследом којим их ваши додаци враћају. Корисно ако користите додатак за рангирање као што је AIOStreams. Када је искључено, примењује се сопствено рангирање апликације.
st: Ha e bulehile, li-stream li hlaha ka tatellano eo litlatsetso tsa hau li li khutlisang ka eona. E molemo haeba u sebelisa tlatsetso ea maemo joalo ka AIOStreams. Ha e timiloe, maemo a app ka boeona a sebetsa.
su: Lamun hurung, stream muncul dina urutan add-on anjeun mulangkeunana. Mangpaat lamun anjeun maké add-on pemeringkat saperti AIOStreams. Lamun pareum, pangkat aplikasi sorangan dipaké.
sv: När detta är på visas strömmar i den ordning dina tillägg returnerar dem. Användbart om du använder ett rankningstillägg som AIOStreams. När det är av tillämpas appens egen rankning.
sw: Ikiwezeshwa, mtiririko unaonekana kwa mpangilio ambao viongezi vyako vinarudisha. Inafaa ikiwa unatumia kiongezi cha ukadiriaji kama AIOStreams. Ikizimwa, ukadiriaji wa programu yenyewe unatumika.
ta: இயக்கத்தில் இருக்கும்போது, உங்கள் நீட்சிகள் வழங்கும் வரிசையில் ஸ்ட்ரீம்கள் தோன்றும். AIOStreams போன்ற தரவரிசை நீட்சியைப் பயன்படுத்தினால் பயனுள்ளது. ஆஃப் இருக்கும்போது, ஆப்-இன் சொந்த தரவரிசை பயன்படும்.
te: ఆన్‌లో ఉన్నప్పుడు, మీ యాడ్-ఆన్‌లు తిరిగి ఇచ్చే క్రమంలో స్ట్రీమ్‌లు కనిపిస్తాయి. AIOStreams వంటి ర్యాంకింగ్ యాడ్-ఆన్‌ను వాడితే ఇది ఉపయోగకరం. ఆఫ్‌లో ఉన్నప్పుడు, యాప్ స్వంత ర్యాంకింగ్ వర్తిస్తుంది.
tg: Ҳангоми фаъол будан, ҷараёнҳо бо тартибе пайдо мешаванд, ки иловагиҳои шумо онҳоро бармегардонанд. Агар шумо иловаи рейтингӣ ба монанди AIOStreams-ро истифода баред, муфид аст. Ҳангоми хомӯш будан, рейтинги худи барнома татбиқ мешавад.
th: เมื่อเปิด สตรีมจะปรากฏตามลำดับที่แอดออนของคุณส่งกลับมา มีประโยชน์หากคุณใช้แอดออนจัดอันดับอย่าง AIOStreams เมื่อปิด การจัดอันดับของแอปจะถูกนำมาใช้
tr: Açıkken, akışlar eklentilerinizin döndürdüğü sırayla görünür. AIOStreams gibi bir sıralama eklentisi kullanıyorsanız yararlıdır. Kapalıyken, uygulamanın kendi sıralaması uygulanır.
tt: Кабызылганда, агымнар өстәмәләрең кайтарган тәртиптә күренә. AIOStreams кебек тәртипләү өстәмәсен кулансаң файдалы. Сүнгәндә, кушымтаның үз тәртипләве кулланыла.
ug: ئوچۇق بولغاندا، ئېقىنلار قوشۇلمىلىرىڭىز قايتۇرغان تەرتىپتە كۆرۈنىدۇ. AIOStreams غا ئوخشاش تەرتىپلەش قوشۇلمىسى ئىشلەتسىڭىز پايدىلىق. ئېتىك بولغاندا، دېتالنىڭ ئۆز تەرتىپلىشى قوللىنىلىدۇ.
uk: Коли увімкнено, потоки з’являються в тому порядку, у якому їх повертають ваші додатки. Корисно, якщо ви користуєтеся додатком ранжування, як-от AIOStreams. Коли вимкнено, застосовується власне ранжування застосунку.
ur: جب آن ہو، تو اسٹریمز اسی ترتیب میں ظاہر ہوتی ہیں جس میں آپ کے ایڈ-آنز انہیں واپس کرتے ہیں۔ مفید ہے اگر آپ AIOStreams جیسا کوئی درجہ بندی ایڈ-آن استعمال کرتے ہیں۔ جب آف ہو، تو ایپ کی اپنی درجہ بندی لاگو ہوتی ہے۔
uz: Yoqilganda, oqimlar qo'shimchalaringiz qaytargan tartibda paydo bo'ladi. Agar AIOStreams kabi reyting qo'shimchasidan foydalansangiz foydali. O'chirilganda, ilovaning o'z reytingi qo'llaniladi.
vi: Khi bật, các luồng xuất hiện theo thứ tự mà tiện ích bổ sung của bạn trả về. Hữu ích nếu bạn dùng một tiện ích xếp hạng như AIOStreams. Khi tắt, ứng dụng sẽ áp dụng cách xếp hạng riêng.
xh: Xa ivuliwe, ii-stream zivela ngolandelelwano ii-add-on zakho ezizibuyisa ngalo. Iluncedo ukuba usebenzisa i-add-on yokubeka njenge-AIOStreams. Xa icimile, ukubeka kwe-app siqu kuyasebenza.
yo: Nígbà tí ó bá ṣí, àwọn stream máa ń farahàn ní ètò tí àwọn add-on rẹ dá wọn padà. Ó wúlò bí o bá ń lo add-on ìtòsípò bíi AIOStreams. Nígbà tí ó bá pa, ìtòsípò tí app náà ní ni ó máa lò.
zh_hans: 开启时，串流会按你的附加组件返回它们的顺序显示。如果你使用 AIOStreams 等排序附加组件，这会很有用。关闭时，将应用应用自身的排序。
zh_hant: 開啟時，串流會依你的外掛傳回的順序顯示。若你使用 AIOStreams 這類排名外掛會很有用。關閉時，則套用 App 本身的排名。
zu: Uma kuvuliwe, ama-stream avela ngokuhleleka izengezo zakho eziwabuyisa ngayo. Kuwusizo uma usebenzisa isengezo sokuhlela njenge-AIOStreams. Uma kuvaliwe, kusebenza ukuhleleka kwe-app uqobo.

source: Where to Watch
af: Waar om te kyk
am: የሚዘጋጅበት ቦታ
ar: أين تشاهد
as: ক'ত চাব
az: Harada İzləmək Olar
be: Дзе глядзець
bg: Къде да гледате
bn: কোথায় দেখবেন
br: Pelec'h sellet
bs: Gdje gledati
ca: On veure'l
ceb: Asa Tan-awon
cs: Kde sledovat
cy: Ble i Wylio
da: Hvor man kan se
de: Wo zu sehen
el: Πού να παρακολουθήσετε
es: Dónde ver
et: Kus vaadata
eu: Non ikusi
fa: کجا تماشا کنیم
fi: Mistä katsoa
fil: Saan Panonoorin
fo: Hvar at hyggja
fr: Où regarder
fy: Wêr te sjen
ga: Cá háit le Féachaint
gd: Càit an Coimhead
gl: Onde ver
gu: ક્યાં જોવું
ha: Inda za a Kalla
he: היכן לצפות
hi: कहाँ देखें
hr: Gdje gledati
ht: Kote pou Gade
hu: Hol nézhető
hy: Որտեղ դիտել
id: Tempat Menonton
ig: Ebe A Ga-ekiri
is: Hvar má horfa
it: Dove guardare
ja: 視聴できる場所
jv: Ngendi Nonton
ka: სად ვნახოთ
kk: Қайда қарауға болады
km: កន្លែងដើម្បីមើល
kn: ಎಲ್ಲಿ ವೀಕ್ಷಿಸಬೇಕು
ko: 시청 가능한 곳
ku: Li ku bê Temaşekirin
ky: Кайдан көрүү
lb: Wou kucken
lo: ບ່ອນທີ່ຈະເບິ່ງ
lt: Kur žiūrėti
lv: Kur skatīties
mg: Aiza no hijerena
mi: Wāhi Mātakitaki
mk: Каде да се гледа
ml: എവിടെ കാണാം
mn: Хаана үзэх
mr: कुठे पहावे
ms: Tempat Menonton
mt: Fejn Tara
my: ဘယ်မှာ ကြည့်ရမည်
nb: Hvor du kan se
ne: कहाँ हेर्ने
nl: Waar te kijken
ny: Kumene Mungawonere
oc: Ont veire
or: କେଉଁଠାରେ ଦେଖିବେ
pa: ਕਿੱਥੇ ਦੇਖਣਾ ਹੈ
pl: Gdzie obejrzeć
ps: چیرته وګورئ
pt_br: Onde assistir
pt_pt: Onde ver
ro: Unde să vizionezi
ru: Где смотреть
rw: Aho wareba
sd: ڪٿي ڏسجي
si: කොහෙන් නරඹන්නද
sk: Kde sledovať
sl: Kje gledati
sm: Fea e Matamata ai
sn: Kwekuona
so: Halka lagu daawan karo
sq: Ku të Shikosh
sr: Где гледати
st: Moo ho ka Shebelloang
su: Tempat Lalajo
sv: Var du kan titta
sw: Wapi Kutazama
ta: எங்கே பார்ப்பது
te: ఎక్కడ చూడాలి
tg: Дар куҷо тамошо кардан
th: ดูได้ที่ไหน
tr: Nereden İzlenir
tt: Кайда карарга
ug: نەدىن كۆرۈش
uk: Де дивитися
ur: کہاں دیکھیں
uz: Qayerda ko'rish
vi: Nơi để xem
xh: Apho Ungabukela Khona
yo: Ibi tí a ó ti Wò
zh_hans: 在哪里观看
zh_hant: 在哪裡觀看
zu: Lapho Ozobukela Khona
